Revit 2027 API
ParameterTypeId.RbsCurveWidthParam Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurveWidthParam { get; }
Public Shared ReadOnly Property RbsCurveWidthParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurveWidthParam {
	ForgeTypeId^ get ();
}
static member RbsCurveWidthParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace